{
  "title": "सेवा की शर्तें",
  "lastUpdated": "अंतिम अपडेट: 13 अगस्त, 2025",
  "introduction": {
    "title": "परिचय",
    "content": "ये सेवा की शर्तें (\"शर्तें\") क्विक रिसाइज़ इमेज (\"हम\", \"हमारा\", या \"हमें\") द्वारा संचालित क्विक रिसाइज़ इमेज (\"सेवा\") के आपके उपयोग को नियंत्रित करती हैं। हमारी सेवा तक पहुंचने या उसका उपयोग करने से, आप इन शर्तों से बाध्य होने के लिए सहमत हैं।"
  },
  "serviceDescription": {
    "title": "सेवा विवरण",
    "content": "क्विक रिसाइज़ इमेज एक मुफ्त ऑनलाइन टूल है जो उपयोगकर्ताओं को इमेज को विशिष्ट फ़ाइल साइज़ में रिसाइज़ और कंप्रेस करने की अनुमति देता है। सभी इमेज प्रसंस्करण हमारे सर्वर पर इमेज अपलोड किए बिना आपके ब्राउज़र में स्थानीय रूप से किया जाता है।"
  },
  "acceptableUse": {
    "title": "स्वीकार्य उपयोग",
    "permitted": {
      "title": "अनुमतित उपयोग",
      "content": "आप हमारी सेवा का उपयोग इसके लिए कर सकते हैं:",
      "list": [
        "अपनी इमेज को रिसाइज़ और कंप्रेस करना",
        "उन इमेज को प्रसंस्करण करना जिन्हें संशोधित करने का आपको कानूनी अधिकार है",
        "रिसाइज़िंग कार्यक्षमता का व्यक्तिगत और व्यावसायिक उपयोग",
        "शैक्षिक और अनुसंधान उद्देश्य"
      ]
    },
    "prohibited": {
      "title": "निषिद्ध उपयोग",
      "content": "आप हमारी सेवा का उपयोग इसके लिए नहीं कर सकते:",
      "list": [
        "बिना अनुमति के कॉपीराइट इमेज को प्रसंस्करण करना",
        "अवैध, हानिकारक, या आपत्तिजनक सामग्री",
        "हमारी सेवा को रिवर्स इंजीनियर करने या कॉपी करने का प्रयास",
        "हमारे सर्वर को ओवरलोड करना या सेवा उपलब्धता को बाधित करना",
        "कोई भी गतिविधि जो लागू कानूनों या नियमों का उल्लंघन करती है"
      ]
    }
  },
  "intellectualProperty": {
    "title": "बौद्धिक संपदा",
    "ourRights": {
      "title": "हमारे अधिकार",
      "content": "सेवा, इसके डिज़ाइन, कोड और कार्यक्षमता सहित, क्विक रिसाइज़ इमेज के स्वामित्व में है और कॉपीराइट और अन्य बौद्धिक संपदा कानूनों द्वारा संरक्षित है।"
    },
    "userContent": {
      "title": "आपकी सामग्री",
      "content": "आप हमारी सेवा का उपयोग करके प्रसंस्करित इमेज के सभी अधिकार बनाए रखते हैं। हम आपकी इमेज पर कोई स्वामित्व का दावा नहीं करते क्योंकि वे आपके ब्राउज़र में स्थानीय रूप से प्रसंस्करित होती हैं।"
    }
  },
  "disclaimer": {
    "title": "वारंटी का अस्वीकरण",
    "content": "हमारी सेवा \"जैसी है\" के आधार पर बिना किसी वारंटी, स्पष्ट या निहित के प्रदान की जाती है। हम गारंटी नहीं देते कि सेवा निर्बाध, त्रुटि-मुक्त होगी, या आपकी विशिष्ट आवश्यकताओं को पूरा करेगी।"
  },
  "limitationOfLiability": {
    "title": "दायित्व की सीमा",
    "content": "कानून द्वारा अनुमतित अधिकतम सीमा तक, क्विक रिसाइज़ इमेज किसी भी अप्रत्यक्ष, आकस्मिक, विशेष, परिणामी, या दंडात्मक नुकसान के लिए उत्तरदायी नहीं होगा, जिसमें डेटा या लाभ की हानि शामिल है लेकिन इन्हीं तक सीमित नहीं है।"
  },
  "serviceAvailability": {
    "title": "सेवा उपलब्धता",
    "content": "हम उच्च सेवा उपलब्धता बनाए रखने का प्रयास करते हैं लेकिन निर्बाध पहुंच की गारंटी नहीं देते। हम रखरखाव, अपडेट, या अन्य परिचालन कारणों से सेवा को अस्थायी रूप से निलंबित कर सकते हैं।"
  },
  "privacy": {
    "title": "गोपनीयता",
    "content": "आपकी गोपनीयता हमारे लिए महत्वपूर्ण है। कृपया हमारी गोपनीयता नीति की समीक्षा करें ताकि यह समझ सकें कि जब आप हमारी सेवा का उपयोग करते हैं तो हम जानकारी को कैसे संभालते हैं।"
  },
  "modifications": {
    "title": "शर्तों में संशोधन",
    "content": "हम किसी भी समय इन शर्तों को संशोधित करने का अधिकार सुरक्षित रखते हैं। हम नई \"अंतिम अपडेट\" तारीख के साथ हमारी वेबसाइट पर अपडेट की गई शर्तों को पोस्ट करके महत्वपूर्ण परिवर्तनों के बारे में उपयोगकर्ताओं को सूचित करेंगे।"
  },
  "termination": {
    "title": "समाप्ति",
    "content": "हम इन शर्तों के उल्लंघन सहित किसी भी कारण से, पूर्व सूचना के बिना, तुरंत हमारी सेवा तक पहुंच को समाप्त या निलंबित कर सकते हैं।"
  },
  "governingLaw": {
    "title": "शासी कानून",
    "content": "ये शर्तें लागू अंतर्राष्ट्रीय कानूनों के अनुसार शासित और व्याख्यायित होंगी। कोई भी विवाद बाध्यकारी मध्यस्थता के माध्यम से हल किया जाएगा।"
  },
  "severability": {
    "title": "पृथक्करणीयता",
    "content": "यदि इन शर्तों का कोई भी प्रावधान अप्रवर्तनीय पाया जाता है, तो शेष प्रावधान पूर्ण बल और प्रभाव में बने रहेंगे।"
  },
  "contact": {
    "title": "संपर्क जानकारी",
    "content": "यदि आपके पास इन सेवा की शर्तों के बारे में कोई प्रश्न हैं, तो कृपया हमसे संपर्क करें:",
    "email": "QuickResizeImage@proton.me"
  },
  "navigation": {
    "backToHome": "← क्विक रिसाइज़ इमेज पर वापस जाएं",
    "homeDescription": "हमारे मुफ्त ऑनलाइन इमेज रिसाइज़िंग टूल पर वापस जाएं"
  }
}
